---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyleOverrideOptions.FontSize
source: html/7f41928b-6f68-5464-bd9d-dd897dbc9528.htm
---
# Autodesk.Revit.DB.TableCellStyleOverrideOptions.FontSize Property

Indicates if the font size characteristic is overridden.

## Syntax (C#)
```csharp
public bool FontSize { get; set; }
```